export const tag = [
    // // 定义
    // "INTP-T", "中性（各种意义上的）", "混乱善良", "生于辽宁大连",
    // // 生活
    // "熬夜大赛季军", "躺平爱好者", "一般通过路人", "怪话Po主", 
    // // 动画 & 游戏
    // "maimai洗衣机（一种街机音乐游戏）萌新", "Minecraft蘑菇岛岛主", "动物森友会蘑菇岛岛民代表", 
    // "（前）Ingress Enlightened", "一般东方Project关注者", 
    // // 技术
    // "古典主义 PHP 魔法师", "TypeScript 初心者", "JavaScript 焊工",
    // "Adobe 用户", "VSCode 用户", "SublimeText as Notepad 用户", "Windows 用户",
    // "开源轮子用户", "在该用 Linux 的时候使用 Linux",
    // // 职业
    // "业余偷懒设计师", "偶尔摄影", "正思考如何逃离技术岗", "办公室摸鱼比赛亚军",
    // "愿望是每种工作都能尝试做一周",
    // // 文化
    // "二次元（？）", "在亚文化海洋一边游泳一边喝水", "世界系作品爱好者", "次文化的主流群众",
    // "钦点见习膜法师", "多元思维推崇者",
    // "自我意识过剩", "批判的新自由主义", "非二元", "非对立", "爱与和平", "爱好和平", "反向思维",
    // "什么类型都可以吃一点",
    // // 设备&工具
    // "可口可乐红队", "麦当劳而非KFC", "ThinkPad用户", "ITX主机用户",
    // "米粉", "对Apple理念持负面评价的Apple用户", "微软大法好",
    // "垃圾佬", "二手爱好者", "洋垃圾爱好者", "魔改硬件爱好者",
    // "Oculus Quest 2 用户", 
    // // 短句
    // "你记住我了吗，当你试着多roll几个标签的时候，我就赢了",
    // "刚刚走神了，这个不算，再roll一个",
    // "你很幸运，roll到了这个毫无意义的标签，请再roll一个",

    // 属性
    "二次元（？）", "ACGN爱好者", "INFP-A", "otaku", "也许是社民或者民社",
    "混乱善良",
    // 生活
    "达旦方休", "摆烂领域大神", "某不知名路人丙", "宏观领域萌新",
    // 游戏
    `Minecraft${new Date().getFullYear() - 2014}年老玩家`, "曾是MinecraftCBer",
    "Genshin剧情玩家",
    "玩Totally Accurate Battlegrounds",
    // 技术
    "Typescript用户", "js？感觉不如ts...画质", "Java入门", 
    "Adobe用户", "VSCode用户", "Windows用户",
    "Vue使用者", "NaiveUI使用者", "喜欢造没意义的方轮子",
    "IntelliJ IDEA用户",
    // 意义不明
    "<s>null</s>", "<s>undefined</s>", "<s>NaN</s>", "<s>Infinity</s>", "<s>[object Object]</s>",
    "啊哦，出错了，再试一次吧", "啊哦，没有出错哟，但也再试一次吧",
    // 态度
    "测一次变一次的MBTI", "自我意识过剩", "非二元", "非对立", "爱与和平", "爱好和平",
    "什么类型都可以吃一点", "认为Material好看", "选择Metro而非Fluent",
]